// creating an array and passing the number, questions, options, and answers
let questions = [
  {
    numb: 1,
    question: "হর্ষচরিত গ্রন্থের রচয়িতা কে?",
    answer: "(ক) বানভট্ট",
    options: [
      "(ক) বানভট্ট",
      "(খ) আর্যভট্ট",
      "(গ) হরিসেন",
      "(ঘ) উপরের কেউই নয়",
    ],
  },
  {
    numb: 2,
    question: "পৃথিবীর সবথেকে বড় মিষ্টি জলের হ্রদ কোনটি?",
    answer: "(খ) সুপিরিয়র হ্রদ",
    options: [
      "(ক) কাস্পিয়ান সাগর",
      "(খ) সুপিরিয়র হ্রদ",
      "(গ) উলার হ্রদ",
      "(ঘ) উপরের কোনটাই নয়",
    ],
  },
  {
    numb: 3,
    question: "পৃথিবীর বৃহত্তম মহাদেশ কোনটি?",
    answer: "(ক) এশিয়া",
    options: [
      "(ক) এশিয়া",
      "(খ) উত্তর আমেরিকা  ",
      "(গ) আফ্রিকা",
      "(ঘ) উপরের কোনটাই নয়",
    ],
  },
  {
    numb: 4,
    question: "পৃথিবীর দীর্ঘতম নদী কোনটি?",
    answer: "(খ) নীল নদ  ",
    options: ["(ক) টেমস", "(খ) নীল নদ  ", "(গ) গঙ্গা", "(ঘ) উপরের কোনটাই নয়"],
  },
  {
    numb: 5,
    question: "বিশ্বের সবচেয়ে বড় মিউজিয়ামটির নাম কি?",
    answer: "(ক) এভারেস্ট  ",
    options: [
      "(ক) এভারেস্ট  ",
      "(খ) তানজানিয়া",
      "(গ) ম্যাককিনলে",
      "(ঘ) উপরের কোনটাই নয়",
    ],
  },
];
